"3-finger Horizontal Swipe" = "Vuốt ngang 3 ngón tay";
"3-finger Vertical Swipe" = "Vuốt dọc 3 ngón tay";
"4-finger Horizontal Swipe" = "Vuốt ngang 4 ngón tay";
"4-finger Vertical Swipe" = "Vuốt dọc 4 ngón tay";
"About" = "Thông tin";
"About %@" = "Thông tin %@";
"Accessibility" = "Quyền truy cập";
"Acknowledgments" = "Lời cảm ơn";
"Active app" = "Ứng dụng hoạt động";
"Active screen" = "Màn hình hoạt động";
"Active Space" = "Khoảng trống hoạt động";
"Add a running app" = "Thêm một ứng dụng đang chạy";
"Add an app from disk" = "Thêm một ứng dụng từ ổ đĩa";
"Additional controls" = "Điều khiển bổ sung";
"Additional controls…" = "Kiểm soát bổ sung…";
"Advanced" = "Trình độ cao";
"After keys are released" = "Sau khi nhả phím";
"After release" = "Sau khi phát hành";
"Align windows" = "Căn chỉnh cửa sổ";
"Align windows:" = "Xếp hàng các cửa sổ:";
"All apps" = "Tất cả ứng dụng";
"All data from this form will be made public, as a ticket on github.com" = "Tất cả dữ liệu từ biểu mẫu này sẽ được công khai, dưới dạng một ticket trên github.com";
"All screens" = "Tất cả màn hình";
"All Spaces" = "Tất cả khoảng trống";
"Allowed" = "Cho phép";
"Alphabetical" = "Theo thứ tự alphabet";
"Alphabetical Order" = "Thứ tự bảng chữ cái";
"Also select windows using:" = "Chọn cửa sổ thông qua:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab gặp sự cố ở lần sử dụng gần đây. Gửi báo cáo sự cố sẽ giúp giải quyết các vấn đề này";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab hiện đang được thiết lập để hiển thị các ứng dụng.Cài đặt này chỉ khả dụng khi AltTab được đặt để hiển thị Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab đang chạy mà không có quyền Ghi màn hình. Hình thu nhỏ sẽ không hiển thị.";
"AltTab needs some permissions" = "AltTab cần một vài quyền truy cập";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab sẽ hiển thị nếu cửa sổ hiện đang được giảm thiểu hoặc toàn màn hình với biểu tượng trạng thái.";
"Always" = "Luôn luôn";
"Always send crash reports" = "Luôn gửi các báo cáo sự cố";
"and press" = "và nhấn";
"and press:" = "và nhấn:";
"Animations" = "Hình ảnh động";
"Animations…" = "Hình ảnh động…";
"App (BundleID starting with)" = "Ứng dụng (BundleID starting with)";
"App Icons" = "Biểu tượng ứng dụng";
"App is hidden" = "Ứng dụng đang ẩn";
"App is running but has no open window" = "Ứng dụng đang chạy nhưng không có cửa sổ được hiển thị";
"Apparition delay" = "Sự chậm trễ xuất hiện";
"Apparition delay of Switcher" = "Độ trễ xuất hiện của Trình chuyển đổi";
"Apparition delay:" = "Trì hoãn xuất hiện:";
"Appearance" = "Giao diện";
"Application Name" = "Tên ứng dụng";
"Application Name - Window Title" = "Tên ứng dụng - Tiêu đề cửa sổ";
"Applications" = "Các ứng dụng";
"Are you sure you don’t want a response?" = "Bạn có chắc là không muốn nhận phản hồi?";
"Arrow keys" = "Các phím điều hướng";
"Ask whether to send crash reports" = "Hỏi trước khi gửi báo cáo sự cố";
"Auto" = "Tự động";
"Auto-install updates periodically" = "Cập nhật tự động theo chu kì";
"Blacklists" = "Danh sách loại trừ";
"Cancel" = "Huỷ";
"Cancel and hide" = "Huỷ bỏ và ẩn đi";
"Capture windows in the background" = "Chụp cửa sổ trong nền";
"Center" = "Ở giữa";
"Check for updates now…" = "Kiểm tra cập nhật ngay lập tức";
"Check for updates periodically" = "Kiểm tra cập nhật theo chu kì";
"Check for updates…" = "Kiểm tra cập nhật";
"Check permissions…" = "Đang kiểm tra quyền truy cập…";
"Close window" = "Đóng cửa sổ";
"Conflicting shortcut" = "Xung đột phím tắt";
"Controls" = "Điều khiển";
"Crash reports policy" = "Chính sách báo cáo sự cố";
"Crash reports policy:" = "Điều khoản về báo cáo sự cố:";
"Cursor follows focus" = "Con trỏ theo tiêu điểm";
"Customize App Icons style…" = "Tùy chỉnh các biểu tượng ứng dụng kiểu";
"Customize Thumbnails style…" = "Tùy chỉnh phong cách hình thu nhỏ";
"Customize Titles style…" = "Tùy chỉnh phong cách tiêu đề…";
"Dark" = "Tối tăm";
"Debug tools" = "Công cụ gỡ lỗi";
"Disabled" = "Đã tắt";
"Do nothing" = "Không làm gì";
"Don’t check for updates periodically" = "Không kiểm tra cập nhật theo chu kì";
"Don’t send" = "Không gửi";
"Don’t show windows from these apps" = "Không hiện cửa sổ từ các ứng dụng này";
"Done" = "Xong";
"End" = "Đuôi";
"Exceptions" = "Ngoại lệ";
"Export settings…" = "Xuất cài đặt…";
"Export…" = "Xuất…";
"Fade in animation of Preview" = "Hiệu ứng mờ dần vào của Bản xem trước";
"Fade out animation" = "Fade out hoạt hình";
"Fade out animation of Switcher" = "Hiệu ứng mờ dần đi của Trình chuyển đổi";
"Fade out animation:" = "Hoạt ảnh mờ đần:";
"Failed to import settings" = "Không thể nhập cài đặt";
"Focus selected window" = "Tiêu điểm cửa sổ được chọn";
"Fullscreen window" = "Toàn màn hình";
"Fullscreen windows:" = "Cửa sổ toàn màn hình:";
"Fullscreen/Defullscreen window" = "Toàn màn hình/Thoát toàn màn hình";
"General" = "Tổng quát";
"Gesture" = "Cử chỉ";
"Grant permission" = "Cấp quyền";
"Hidden windows:" = "Cửa sổ ẩn:";
"Hide" = "Ẩn";
"Hide app badges" = "Ẩn biểu tượng ứng dụng";
"Hide app badges:" = "Ẩn biểu tượng ứng dụng:";
"Hide apps with no open window" = "Ẩn ứng dụng không mở cửa sổ";
"Hide apps with no open window:" = "Ẩn ứng dụng không mở cửa sổ:";
"Hide colored circles on mouse hover" = "Ẩn các nút cửa sổ khi di chuyển chuột lên";
"Hide colored circles on mouse hover:" = "Ẩn các nút cửa sổ khi di chuyển chuột lên:";
"Hide in %@" = "Ẩn ở %@";
"Hide Space number labels" = "Ẩn nhãn không gian số";
"Hide Space number labels:" = "Ẩn nhãn không gian số:";
"Hide status icons" = "Ẩn biểu tượng ở thanh trạng thái";
"Hide status icons:" = "Ẩn biểu tượng ở thanh trạng thái:";
"Hide window thumbnails:" = "Ẩn ảnh chụp cửa sổ:";
"Hide/Show app" = "Ẩn/Hiện ứng dụng";
"High" = "Cao";
"Highest" = "Cao nhất";
"Hold" = "Giữ";
"Horizontal Swipe with Four Fingers" = "Vuốt ngang bốn ngón tay";
"Horizontal Swipe with Three Fingers" = "Vuốt ngang ba ngón tay";
"I think the app could be improved with…" = "Tôi nghĩ app có thể được cải thiện về mặt...";
"Ignore shortcuts when active" = "Bỏ qua phím tắt khi hoạt động";
"Ignore shortcuts while a window from these apps is active" = "Bỏ qua phím tắt khi một cửa sổ trong các ứng dụng sau đang bật";
"Import settings…" = "Nhập cài đặt…";
"Import…" = "Nhập…";
"Keep open" = "Giữ mở";
"Keep open and search" = "Giữ mở và tìm kiếm";
"Language" = "Ngôn ngữ";
"Language Change" = "Thay đổi ngôn ngữ";
"Large" = "Lớn";
"Later" = "Sau";
"Latest releases" = "Phiên bản gần nhất";
"Leading" = "Dẫn đầu";
"Left" = "Trái";
"Light" = "Ánh sáng";
"Lock search" = "Khóa tìm kiếm";
"Max height on screen:" = "Độ cao tối đa trên màn hình:";
"Max width on screen:" = "Độ rộng tối đa trên màn hình:";
"Medium" = "Trung bình";
"Menubar icon" = "Biểu tượng Menubar";
"Menubar icon:" = "Biểu tượng menubar:";
"Middle" = "Giữa";
"Minimize/Deminimize window" = "Thu nhỏ/Phóng to cửa sổ";
"Minimized windows:" = "Cửa sổ đã thu nhỏ:";
"Miscellaneous" = "Khác";
"Miscellaneous:" = "Khác";
"Mouse hover" = "Di chuột lên";
"Multiple screens" = "Nhiều màn hình";
"Never" = "Không bao giờ";
"Never send crash reports" = "Không bao giờ gửi báo cáo sự cố";
"No Window" = "Không có cửa sổ";
"Non-active apps" = "Ứng dụng không hoạt động";
"Non-visible Spaces" = "Không gian không hiển thị";
"Normal" = "Bình thường";
"Not allowed" = "Không cho phép";
"NSHumanReadableCopyright" = "Giấy phép GPL-3.0";
"Only if the window is fullscreen" = "Chỉ khi cửa sổ phóng to toàn màn hình";
"Only on different screen" = "Chỉ trên màn hình khác";
"Open Accessibility Preferences…" = "Mở Acessibitity Preferences";
"Open Accessibility Settings…" = "Mở Cài đặt Trợ năng…";
"Open Screen Recording Preferences…" = "Mở Screen Recording Preferences";
"Open Screen Recording Settings…" = "Mở Cài đặt Ghi màn hình…";
"Open System Settings to confirm, and continue" = "Mở Cài đặt hệ thống để xác nhận và tiếp tục";
"Open Trackpad Preferences…" = "Mở Tùy chọn Trackpad…";
"Open Trackpad Settings…" = "Mở Cài đặt Trackpad…";
"Optional: email (if you want a reply)" = "Tuỳ chọn: email (nếu bạn muốn nhận hồi âm)";
"Order windows by" = "Đặt hàng Windows By";
"Please fill in the form" = "Vui lòng điền vào biểu mẫu";
"Policies" = "Điều khoản";
"Preferences…" = "Tuỳ chỉnh";
"Preview selected window" = "Xem trước cửa sổ đang chọn";
"Preview selected window:" = "Xem trước cửa sổ đang chọn:";
"Preview the selected window." = "Xem trước cửa sổ đã chọn.";
"Quit" = "Thoát";
"Quit %@" = "Thoát %@";
"Quit app" = "Thoát ứng dụng";
"Recently Created" = "Được tạo gần đây";
"Recently Created First" = "Gần đây được tạo ra đầu tiên";
"Recently Focused" = "Được tiêu điểm gần đây";
"Recently Focused First" = "Gần đây tập trung đầu tiên";
"Remember my choice" = "Ghi nhớ lựa chọn của tôi";
"Reset preferences and restart" = "Đặt lại tuỳ chọn và khởi động";
"Reset preferences and restart…" = "Xoá cài đặt hiện tại và khởi động lại";
"Reset settings and restart" = "Đặt lại cài đặt và khởi động lại";
"Reset settings and restart…" = "Đặt lại cài đặt và khởi động lại…";
"Restart Now" = "Khởi động lại ngay";
"Rows of thumbnails:" = "Số hàng ảnh chụp:";
"Screen including menu bar" = "Màn hình có thanh menu";
"Screen including mouse" = "Màn hình có con trỏ chuột";
"Screen Recording" = "Ghi hình màn hình";
"Screen showing AltTab" = "Màn hình đang hiện AltTab";
"Search" = "Tìm kiếm";
"Select next window" = "Chọn cửa số kế tiếp";
"Select previous window" = "Chọn cửa sổ trước đó";
"Select windows on mouse hover" = "Chọn Windows trên chuột di chuột";
"Select windows using arrow keys" = "Chọn Windows bằng các phím mũi tên";
"Select windows using vim keys" = "Chọn Windows bằng khóa VIM";
"Send" = "Gửi";
"Send a crash report?" = "Gửi một báo cáo sự cố?";
"Send anyway" = "Cứ gửi đi";
"Send debug profile (CPU, memory, etc)" = "Gửi thông tin gỡ lỗi (CPU, bộ nhớ, vv)";
"Send feedback" = "Gửi phản hồi";
"Send feedback…" = "Gửi phản hồi...";
"Settings imported" = "Đã nhập cài đặt";
"Settings…" = "Cài đặt";
"Share improvement ideas, or report bugs" = "Góp ý tưởng cải tiến hoặc sửa lỗi ứng dụng";
"Shortcut" = "Phím tắt";
"Shortcut 1" = "Phím tắt 1";
"Shortcut 2" = "Phím tắt 2";
"Shortcut 3" = "Phím tắt 3";
"Shortcut 4" = "Phím tắt 4";
"Shortcut 5" = "Phím tắt 5";
"Shortcut already assigned to another action: %@" = "Phím tắt đã được gán cho hành động: %@";
"Shortcuts When Active" = "Phím tắt khi hoạt động";
"Shortcuts when active…" = "Các phím tắt khi hoạt động…";
"Show" = "Hiện";
"Show & Hide" = "Hiện an";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Hiển thị một mục trong bộ chuyển đổi cho mỗi cửa sổ hoặc cho mỗi ứng dụng.Windows sẽ được tập trung, trong khi các ứng dụng sẽ được kích hoạt.";
"Show apps with no open window" = "Hiển thị ứng dụng không có cửa sổ đang mở";
"Show at the end" = "Hiện ở dưới cùng";
"Show fullscreen windows" = "Hiển thị các cửa sổ toàn màn hình";
"Show hidden windows" = "Hiển thị các cửa sổ ẩn";
"Show in switcher" = "Hiển thị trong bộ chuyển đổi";
"Show minimized windows" = "Hiển thị các cửa sổ giảm thiểu";
"Show on" = "Hiển thị trên";
"Show on:" = "Hiện về:";
"Show standard tabs as windows" = "Hiện thanh tab tiêu chuẩn như cửa sổ";
"Show standard tabs as windows:" = "Hiện thanh tab tiêu chuẩn như cửa sổ:";
"Show titles" = "Hiển thị tiêu đề";
"Show windows from applications" = "Hiển thị Windows từ các ứng dụng";
"Show windows from screens" = "Hiển thị Windows từ màn hình";
"Show windows from Spaces" = "Hiển thị cửa sổ từ không gian";
"Show windows from:" = "Hiện cửa sổ từ:";
"Size" = "Kích cỡ";
"Skipped" = "Đã bỏ qua";
"Small" = "Bé nhỏ";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Một số ứng dụng như Finder hoặc Preview sử dụng các tab tiêu chuẩn hoạt động như Windows độc lập.Một số ứng dụng khác như trình duyệt web sử dụng các tab tùy chỉnh hoạt động theo những cách độc đáo và không phải là cửa sổ thực tế.Alttab không thể liệt kê những người riêng biệt.";
"Source code repository" = "Kho quản lý mã nguồn";
"Space" = "Không gian";
"Space Order" = "Lệnh không gian";
"Start" = "Đầu";
"Start at login" = "Bắt đầu tại Đăng nhập";
"Start at login:" = "Khởi động khi đăng nhập:";
"Support this project" = "Ủng hộ dự án này";
"Swipe with Four Fingers" = "Vuốt bốn ngón tay";
"Swipe with Three Fingers" = "Vuốt ba ngón tay";
"Switch between 3 different styles. You can customize them." = "Chuyển đổi giữa 3 kiểu khác nhau.Bạn có thể tùy chỉnh chúng.";
"System" = "Hệ thống";
"System Default" = "Mặc định hệ thống";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "Phím tắt ⌘⎋ (command+escape) có thể được macOS sử dụng cho GameOverlay.\n\nThay đổi của bạn sẽ gán nó cho: %@.\n\nNếu bạn muốn tiếp tục, hãy đảm bảo rằng phím tắt GameOverlay đã bị tắt.\nCũng lưu ý rằng macOS đã báo cáo lỗi trong đó phím tắt vẫn có thể gây nhiễu khi bị tắt.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Phím ⎋ (escape) được dành riêng cho một số phím tắt macOS (ví dụ: ⌘⌥⎋ sẽ hiển thị cửa sổ Buộc thoát ứng dụng).\n\nNếu bạn muốn sử dụng ⎋, hãy đảm bảo rằng các phím bổ trợ Giữ không phải là: ⌘⌥, ⌘⌥⇧, hoặc ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Phím ⎋ (escape) được dành riêng cho một số phím tắt macOS (ví dụ: ⌘⌥⎋ sẽ hiển thị cửa sổ Buộc thoát ứng dụng).\n\nThay đổi của bạn sẽ gán nó cho: %@.\n\nNếu bạn muốn sử dụng ⎋, hãy đảm bảo rằng các phím bổ trợ Giữ không phải là: ⌘⌥, ⌘⌥⇧, hoặc ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "Ứng dụng cần khởi động lại để áp dụng cài đặt đã nhập.";
"The application needs to restart to apply the language change." = "Ứng dụng cần khởi động lại để áp dụng thay đổi ngôn ngữ.";
"Theme" = "Chủ đề";
"Theme:" = "Chủ đề:";
"Then release:" = "Sau đó thả ra:";
"This permission is needed to focus windows after you release the shortcut" = "Quyền này được dùng để chuyển tập trung vào cửa sổ sau khi bạn dùng phím tắt";
"This permission is needed to show screenshots and titles of open windows" = "Quyền này được dùng để hiện ảnh xem trước và tiêu đề cửa sổ đang mở";
"This permission is needed to show thumbnails and preview of open windows" = "Cần có quyền này để hiển thị hình thu nhỏ và bản xem trước của các cửa sổ đang mở";
"Thumbnails" = "Hình thu nhỏ";
"Title" = "Tiêu đề";
"Title truncation" = "Tiêu đề cắt ngắn";
"Titles" = "Tiêu đề";
"Trackpad haptic feedback" = "Phản hồi xúc giác Trackpad";
"Trigger" = "Kích hoạt";
"Trigger shortcut" = "Phím tắt kích hoạt";
"Unassign existing shortcut and continue" = "Huỷ gán phím tắt và tiếp tục";
"Updates policy" = "Cập nhật chính sách";
"Updates policy:" = "Các chính sách cập nhật:";
"Use the app without this permission. Thumbnails won’t show." = "Sử dụng ứng dụng mà không cần quyền này. Hình thu nhỏ sẽ không hiển thị.";
"Version" = "Phiên bản";
"Vertical Swipe with Four Fingers" = "Vuốt dọc bốn ngón tay";
"Vertical Swipe with Three Fingers" = "Vuốt dọc ba ngón tay";
"View existing discussions" = "Xem các cuộc thảo luận đã có";
"Vim keys" = "Tổ hợp phím Vim";
"Vim keys already assigned to other actions:\n%@" = "Tổ hợp phím Vim đã được đặt cho hành động khác: \n%@";
"Visibility" = "Khả năng hiển thị";
"Visible Spaces" = "Khoảng trống thấy được";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Khi tắt, tránh hiển thị chỉ báo quay màn hình màu tím của macOS và tránh nhấp nháy khi phát video DRM. Ảnh thu nhỏ sẽ ít được cập nhật hơn.";
"When fullscreen" = "Khi đang toàn màn hình";
"When no open window" = "Khi đang không có cửa sổ mở";
"While open, press:" = "Khi mở, nhấn:";
"Window app icon size:" = "Kích cỡ biểu tượng ứng dụng trên cửa sổ:";
"Window is fullscreen" = "Cửa sổ đang ở chế độ toàn màn hình";
"Window is minimized" = "Cửa sổ đang được thu nhỏ";
"Window is on every Space" = "Cửa sổ đang ở mọi Không gian";
"Window is on Space %d" = "Cửa sổ đang ở Không gian %d";
"Window max width in row:" = "Độ rộng cửa sổ tối đa trong dòng:";
"Window min width in row:" = "Độ rộng cửa sổ tối thiểu trong dòng:";
"Window order:" = "Thứ tự cửa sổ:";
"Window Title" = "Tiêu đề cửa sổ";
"Window title contains" = "Tiêu đề cửa sổ chứa";
"Window title font size:" = "Kích cỡ tiêu đề cửa sổ:";
"Window title truncation:" = "Ẩn bớt tiêu đề cửa sổ:";
"Windows" = "các cửa sổ";
"You can’t undo this action." = "Bạn không thể hoàn tác hành động này.";
"You didn’t write your email, thus can’t receive any response." = "Bạn không điền email nên sẽ không nhận được phản hồi.";
"You may need to disable some conflicting system gestures" = "Bạn có thể cần tắt một số cử chỉ hệ thống xung đột";
